tap "authzed/tap"
tap "cyclonedx/cyclonedx"
tap "daveshanley/vacuum"
tap "fluxcd/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "piiano/tap"
tap "siderolabs/tap"
tap "tsub/s3-edit"
brew "ca-certificates"
brew "openssl@3"
brew "cryptography"
brew "ansible"
brew "argocd"
brew "artillery"
brew "asimov", link: false
brew "asyncapi"
brew "awscli"
brew "bash"
brew "cairo"
brew "bfg"
brew "blueutil"
brew "checkov"
brew "cloc"
brew "cloudflared"
brew "cocoapods"
brew "container"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "docutils"
brew "eksctl"
brew "esptool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "glow"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.19"
brew "gomplate"
brew "goose"
brew "gpgme"
brew "python@3.12"
brew "graphviz"
brew "hashcat"
brew "helm"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "k3d"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libssh2"
brew "mas"
brew "mole"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "opa"
brew "openssh"
brew "openssl@1.1"
brew "operator-sdk"
brew "p7zip"
brew "platformio"
brew "poppler"
brew "pre-commit"
brew "pstree"
brew "python@3.11"
brew "rust"
brew "scc"
brew "skaffold"
brew "snyk-cli"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "trivy"
brew "uvicorn"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wimlib"
brew "yamlfmt"
brew "yarn"
brew "yq"
brew "authzed/tap/zed"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "daveshanley/vacuum/vacuum"
brew "fluxcd/tap/flux"
brew "piiano/tap/pvault-cli"
brew "siderolabs/tap/talosctl"
brew "tsub/s3-edit/s3-edit"
cask "affinity"
cask "antigravity"
cask "arduino-ide"
cask "aws-vpn-client"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "cocoarestclient"
cask "cursor"
cask "disk-drill"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "inkscape"
cask "intellij-idea"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "postman"
cask "spotify"
cask "stats"
cask "surfshark"
cask "tailscale-app"
cask "telegram"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "temurin@25"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "winbox"
cask "zap"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Discovery", id: 1381004916
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Userscripts", id: 1463298887
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.cpptools"
vscode "nrwl.angular-console"
vscode "platformio.platformio-ide"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "tsandall.opa"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
go "github.com/arkadiyt/ddexport/cmd/ddexport"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
