tap "authzed/tap"
tap "cyclonedx/cyclonedx"
tap "daveshanley/vacuum"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "samuelmeuli/tap"
tap "spring-io/tap"
tap "tsub/s3-edit"
brew "argocd"
brew "asimov", link: false
brew "ca-certificates"
brew "openssl@3"
brew "cryptography"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "python@3.12"
brew "cairo"
brew "bfg"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "eksctl"
brew "esptool"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.19"
brew "gpgme"
brew "graphviz"
brew "hashcat"
brew "helm"
brew "jmeter"
brew "jq"
brew "k3d"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libssh2"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "opa"
brew "openssl@1.1"
brew "operator-sdk"
brew "pdftk-java"
brew "platformio"
brew "poppler"
brew "pre-commit"
brew "pstree"
brew "redis"
brew "scc"
brew "skaffold"
brew "telnet"
brew "tfenv"
brew "uvicorn"
brew "vim"
brew "virtualenv"
brew "watch"
brew "yq"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "daveshanley/vacuum/vacuum"
brew "johanhaleby/kubetail/kubetail"
brew "spring-io/tap/spring-boot"
brew "tsub/s3-edit/s3-edit"
cask "android-commandlinetools"
cask "appcleaner"
cask "arduino-ide"
cask "aws-vpn-client"
cask "balenaetcher"
cask "calibre"
cask "cocoarestclient"
cask "disk-drill"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea"
cask "ngrok"
cask "notion"
cask "postman"
cask "surfshark"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "temurin@8"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Discovery", id: 1381004916
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.cpptools"
vscode "nrwl.angular-console"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "tsandall.opa"
