tap "authzed/tap"
tap "daveshanley/vacuum"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "johanhaleby/kubetail"
tap "spring-io/tap"
brew "argocd"
brew "ca-certificates"
brew "openssl@1.1"
brew "openssl@3"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "esptool"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "hashcat"
brew "helm"
brew "jmeter"
brew "jq"
brew "k3d"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libssh2"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "operator-sdk"
brew "platformio"
brew "virtualenv"
brew "pre-commit"
brew "skaffold"
brew "telnet"
brew "tfenv"
brew "yq"
brew "authzed/tap/zed"
brew "daveshanley/vacuum/vacuum"
brew "johanhaleby/kubetail/kubetail"
brew "spring-io/tap/spring-boot"
cask "arduino-ide"
cask "aws-vpn-client"
cask "calibre"
cask "cocoarestclient"
cask "cyberduck"
cask "docker"
cask "flycut"
cask "google-chrome"
cask "gpg-suite"
cask "graalvm-ce-java17"
cask "intellij-idea"
cask "iterm2"
cask "krita"
cask "ngrok"
cask "notion"
cask "postman"
cask "rectangle"
cask "surfshark"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
cask "whatsapp"
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Discovery", id: 1381004916
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
vscode "Angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "nrwl.angular-console"
vscode "redhat.vscode-yaml"
