tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "spring-io/tap"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "go"
brew "hashcat"
brew "helm"
brew "jq"
brew "k3d"
brew "kind"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "mas"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "platformio"
brew "pre-commit"
brew "telnet"
brew "tfenv"
brew "yq"
brew "spring-io/tap/spring-boot"
cask "arduino"
cask "aws-vpn-client"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "postman"
cask "rectangle"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
cask "whatsapp"
mas "AdBlock Pro", id: 1018301773
mas "Bitwarden", id: 1352778147
mas "Discovery", id: 1381004916
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
